import React from 'react';

export const ChieldsBlock = () => {
    return (
        <>
            <div className='wrap animate pop'>
                <div className='overlay'>
                    <div className='overlay-content animate slide-left delay-2'>
                        <h1 className='animate slide-left pop delay-4'>
                            Дети Донбасса - Дети России
                        </h1>
                        <p
                            className='animate slide-left pop delay-5'
                            style={{ color: 'white', marginBottom: '2.5rem' }}>
                            Всероссийская акция
                        </p>
                    </div>
                    <div className='image-content animate slide delay-5'></div>
                    <div className='dots animate'>
                        <div className='dot animate slide-up delay-6'></div>
                        <div className='dot animate slide-up delay-7'></div>
                        <div className='dot animate slide-up delay-8'></div>
                    </div>
                </div>
                <div className='text'>
                    <p>
                        21 июня 2022 года с главной сцены Дома Правительства Москвы Организаторами и
                        участниками Международного культурно-экономического форума «Наш Мир-21век»
                        была инициирована Всероссийская благотворительная акция «Установка
                        скульптурных групп и монументов «Дети Донбасса» и «Героям России» (автор и
                        руководитель проектов Трушкин Игорь Александрович, известный также как
                        российский писатель Игорь А.Алекс).
                    </p>
                    <p>Автор эскиза – российский художник Орлова Олеся Владимировна.</p>
                    <p>
                        Лицом же проекта стал народный артист, депутат Госдумы РФ Дмитрий Певцов, о
                        чем сообщали российские СМИ.
                    </p>
                    <p>
                        Нашу инициативу поддержали Посольство Донецкой народной республики в РФ в
                        лице Чрезвычайного и Полномочного посла Макеевой Ольги Александровны,
                        Межгосударственный союз городов-героев в лице генерал-полковника Шумилова
                        Л.В. и многие другие организации.
                    </p>
                    <p>
                        Организаторы также выражают благодарность ПАО «Промсвязьбанк», оказавшему
                        финансовую поддержку проекту.
                    </p>
                    <p>
                        21 июля 2023 года в Городе Воинской Славы Наро-Фоминске состоялось открытие
                        первого монумента. В Будущем планируется установка в других регионах и
                        республиках: Саратов, Таганрог, Севастополь, Омск и др.
                    </p>
                </div>
            </div>
        </>
    );
};
