import { nanoid } from 'nanoid';
import kichaevaE from './photos/KichaevaElena.jpeg';

export const regionsPresent = [
    {
        id: nanoid(8),
        variant: 'danger',
        city: 'Глава дирекции представителей в регионах РФ',
        avatar: kichaevaE,
        name: 'Кичаева Елена Васильевна',
        phone: ' +7 (903) 020-56-38',
        phoneHref: '+79030205638',
        contentShow:
            '<ul><li>доверенное лицо Губернатора Саратовской области</li><li>эксперт тематической площадки «Образование» Саратовскогорегионального отделения Общероссийского общественного движения«Народный фронт «За Россию»</li><li>участник центрального совета Движения «Матери России»</li><li>руководитель программы «Большой путь с первого шага»Благотворительного проекта «Всегда рядом»</li></ul>',
        contentHide:
            '<div><ul><li>председатель Региональной общественной организации «Ассоциация приемных семей» Саратовской области.</li><li>председателем Саратовского регионального отделения ВОД «Матери России»</li><li>член Большого экспертного совета при Уполномоченном по правам ребенка в Саратовской области</li><li>общественый помощник Уполномоченного по правам ребенка в Саратовской области</li></ul><p>Активно развивает сообщество замещающих семей Саратовскойобласти. Поддержка замещающих семей осуществляется по всем направлениям: социальном, образовательном, психологическом, благотворительном. В результате деятельности Елены Васильевны открыты 20 клубов приемных семей, открываются новые клубы в муниципальных районах Саратовской области, формируются ресурсные группы самопомощи и самоподдержки по принципу «равный -равному». С замещающими семьями работают социальные педагоги, психологи, организуются разнообразные кружки для детей.</p></div>',
    },
    {
        id: nanoid(8),
        variant: 'info',
        city: 'Саратовская область',
        avatar: 'https://firebasestorage.googleapis.com/v0/b/fow-react.appspot.com/o/avatars%2FChernyaeva.webp?alt=media&token=0887cddc-a4ac-4689-b70b-616fc2cd0c4e',
        name: 'Черняева Татьяна Николаевна',
        phone: '',
        phoneHref: '',
        contentShow:
            '<ul><li>Член Саратовского регионального отделения партии Единая Россия (с 2011 г.)</li><li>Автор более 300 статей, 7 монографий, 5 учебно-методических пособий.</li><li>доцент по кафедре педагогики, Министерство образования Российской Федерации, 2002 г.</li><li>Кандидат педагогических наук, Формирование опыта творческой педагогической деятельности студентов педвуза, 1998 г.</li></ul>',
        contentHide: '',
    },
    {
        id: nanoid(8),
        variant: 'info',
        city: 'Саратовская область',
        avatar: 'https://firebasestorage.googleapis.com/v0/b/fow-react.appspot.com/o/avatars%2FDubova.webp?alt=media&token=cbe8269d-9c9c-4f0d-a700-5b224bd782b7',
        name: 'Дубова Ольга Александрова',
        phone: '',
        phoneHref: '',
        contentShow:
            '<ul><li>Стаж организатора здравоохранения более 20 лет.</li><li>В 2022 году находилась в должности Заместителя Руководителя Департамента здравоохранения Орловской области</li><li>В настоящее время зав. Организационно - методическим отделом ГУЗ "СГДБ7".</li><li>Является Членом Саратовского регионального отделения Общероссийского общественного движения "Матери России", членом регионального общественного совета по реализации проекта ЕР " Крепкая семья",</li><li>Многодетная мать. Награждена почётным знаком Губернатора Саратовской области "За достойное воспитание детей "</li></ul>',
        contentHide: '',
    },
    {
        id: nanoid(8),
        variant: 'info',
        city: 'г. Липецк',
        avatar: 'https://firebasestorage.googleapis.com/v0/b/fow-react.appspot.com/o/avatars%2FNekludov.webp?alt=media&token=abe56b71-6ada-4d04-825c-84bee170733b',
        name: 'Неклюдов Геннадий Иванович',
        phone: '',
        phoneHref: '',
        contentShow:
            '<p>Общественный деятель, предприниматель, заместитель главного редактора журнала "Союз национальностей"</p>',
        contentHide: '',
    },
    {
        id: nanoid(8),
        variant: 'info',
        city: 'Самарская область',
        avatar: '',
        name: 'Щекотурова Нина Ивановна',
        phone: '',
        phoneHref: '',
        contentShow:
            '<p>Общественный деятель,  более 20 лет проработала заместитель директора Сызранского Педагогического училища,  входила в рабочую группу мэра города.</p>',
        contentHide: '',
    },
    {
        id: nanoid(8),
        avatar: '',
        city: 'Республика Башкортостан',
        variant: 'success',
        name: 'Алексей Квашнин',
        phone: '',
        phoneHref: '',
        contentShow:
            '<p>общественный деятель, меценат, управленец, основатель проекта "Педагогика будущего"</p>',
        contentHide: '',
    },
    {
        id: nanoid(8),
        avatar: '',
        city: 'г. Балаково',
        variant: 'success',
        name: 'Ильина Ирина Александровна',
        phone: '',
        phoneHref: '',
        contentShow:
            '<p>Помощник депутата областной Думы, заместитель руководителя транспортного предприятия (ГУП)</p>',
        contentHide: '',
    },
];
