import { nanoid } from 'nanoid';
import kichaevaE from './photos/KichaevaElena.jpeg';

export const regionsPresent = [
    {
        id: nanoid(8),
        avatar: kichaevaE,
        name: 'Кичаева Елена Васильевна',
        phone: ' +7 (903) 020-56-38',
        phoneHref: '+79030205638',
        contentShow:
            '<ul><li>доверенное лицо Губернатора Саратовской области</li><li>эксперт тематической площадки «Образование» Саратовскогорегионального отделения Общероссийского общественного движения«Народный фронт «За Россию»</li><li>участник центрального совета Движения «Матери России»</li><li>руководитель программы «Большой путь с первого шага»Благотворительного проекта «Всегда рядом»</li></ul>',
        contentHide:
            '<div><ul><li>председатель Региональной общественной организации «Ассоциация приемных семей» Саратовской области.</li><li>председателем Саратовского регионального отделения ВОД «Матери России»</li><li>член Большого экспертного совета при Уполномоченном по правам ребенка в Саратовской области</li><li>общественый помощник Уполномоченного по правам ребенка в Саратовской области</li></ul><p>Активно развивает сообщество замещающих семей Саратовскойобласти. Поддержка замещающих семей осуществляется по всем направлениям: социальном, образовательном, психологическом, благотворительном. В результате деятельности Елены Васильевны открыты 20 клубов приемных семей, открываются новые клубы в муниципальных районах Саратовской области, формируются ресурсные группы самопомощи и самоподдержки по принципу «равный -равному». С замещающими семьями работают социальные педагоги, психологи, организуются разнообразные кружки для детей.</p></div>',
    },
    // {
    //     id: nanoid(8),
    //     avatar: '',
    //     name: 'Щекотурова Нина Ивановна',
    //     phone: '',
    //     phoneHref: '',
    //     contentShow:
    //         '<p>Общественный деятель,  более 20 лет проработала замдиректора Сызранского Педагогического училища,  входила в рабочую группу мэра города.</p>',
    //     contentHide: '',
    // },
    // {
    //     id: nanoid(8),
    //     avatar: '',
    //     name: 'Алексей Квашнин',
    //     phone: '',
    //     phoneHref: '',
    //     contentShow:
    //         '<p>общественный деятель, меценат, управленец, основатель проекта "Педагогика будущего"</p>',
    //     contentHide: '',
    // },
];
