import { nanoid } from 'nanoid';

export const newspapers = [
    {
        id: nanoid(8),
        header: 'СЪЕЗД «НАШ МИР-21 ВЕК» В МОСКВЕ: ПОДДЕРЖИМ ДОНБАСС',
        title: 'Федеральное Агенство Новостей',
        hyperlink: 'https://federalnews24.ru/',
        content:
            '27 сентября 2022 года в Доме Правительства Москвы состоялся Съезд партнеров и участников Международного объединения «МИР-21 век» (в него входят значимые и состоявшиеся проекты, такие как Межгосударственный форум «Мир Евразии-21 век», МФКЭС «НАШ МИР—XXI», культурно-социальный проект «Солнце в ладонях», а также форум «Экология. Инновации. Финансы: Мир-21 век» и др).',
        linkToItem: 'https://federalnews24.ru/sezd-nash-mir-21-vek-v-moskve-podderzhim-donbass/',
    },
    {
        id: nanoid(8),
        header: '1-й Межгосударственный Форум «МИР ЕВРАЗИИ-XXIвек» состоялся в Москве',
        title: 'Федеральное Агенство Новостей',
        hyperlink: 'https://federalnews24.ru/',
        content:
            '20 декабря 2021 года, в Большом Концертном Зале, в здании Правительства Москвы на Новом Арбате, д. 36 состоялся 1-й Учредительный Форум Межгосударственного проекта глобального евразийского сближения «МИР ЕВРАЗИИ-XXIвек».',
        linkToItem:
            'https://federalnews24.ru/1-j-mezhgosudarstvennyj-forum-mir-evrazii-xxivek-sostoyalsya-v-moskve/',
    },
    {
        id: nanoid(8),
        header: 'Сергей Чиграков награжден Евразийским Знаком Почета 1-й степени',
        title: 'Федеральное Агенство Новостей',
        hyperlink: 'https://federalnews24.ru/',
        content:
            '25 декабря 2021 года во время предновогоднего концерта в столичном клубе «1930» состоялось вручение бессменному лидеру группы «Чиж и Компания» значимой международной награды – Евразийский Знак Почета 1-й степени.',
        linkToItem:
            'https://federalnews24.ru/sergej-chigrakov-nagrazhden-evrazijskim-znakom-pocheta-1-j-stepeni/',
    },
    {
        id: nanoid(8),
        header: 'В Москве прошел форум «Наш мир»',
        title: '<img src="https://presidentmedia.ru/wp-content/uploads/2021/05/logotip_prezident_-_okonchatelno.png" alt="president" width="75"/>',
        hyperlink: 'https://presidentmedia.ru/',
        content:
            'Международный форум культурно-экономического сотрудничества прошел 21 июня в Москве. На нём обсуждались вопросы: возможность взаимовыгодного партнёрства между предпринимателями из России и других стран, управление репутацией в сети Интернет, российский кинематограф и многие другие актуальные темы. На форуме также был дан старт всероссийскому благотворительному проекту «Сбор средств на установление скульптурной группы «Дети Донбасса» в Луганске, Мариуполе и Москве». Модератором проекта является Благотворительный фонд «Жди Меня».',
        linkToItem: 'https://presidentmedia.ru/blog/2022/06/27/v-moskve-proshel-forum-nash-mir/',
    },
    {
        id: nanoid(8),
        header: 'МЕЖДУНАРОДНЫЙ ФОРУМ КУЛЬТУРНО-ЭКОНОМИЧЕСКОГО СОТРУДНИЧЕСТВА «НАШ МИР» ПРОШЕЛ В МОСКВЕ',
        title: '<img src="https://melonrich.ru/img/logo/logo.png" alt="president" width="75"/>',
        hyperlink: 'https://melonrich.ru/',
        content:
            'Международный Форум культурно-экономического сотрудничества «НАШ МИР» состоялся 21 июня 2022 г. в Доме Правительства Москвы. Завершилось мероприятие благотворительным вечером-концертом, на котором присутствовала делегация детей Донбасса.  Был дан старт общероссийской акции – сбор средств на скульптурную группу «Дети Донбасса». Мероприятие прошло при поддержке журнала Melon Rich',
        linkToItem:
            'https://melonrich.ru/gorod/svetskay-jizn/mezhdunarodnyj-forum-kulturno-ekonomicheskogo-sotrudnichestva-nash-mir-proshel-v-moskve.html',
    },
    {
        id: nanoid(8),
        header: 'Съезд партнёров и участников Международного форума «НАШ МИР-21 ВЕК»',
        title: 'Душевная Москва',
        hyperlink: 'https://dushevnayamoskva.ru/',
        content:
            'В программе: выступления и награждения почётных гостей, известных деятелей культуры,  политики, бизнеса,  спорта. Также пройдут лекции, интервью,  мастер-классы изобретателей, художников, поэтов, специалистов по инвестициям и известных юристов.',
        linkToItem:
            'https://dushevnayamoskva.ru/event/view/sezd-partnyorov-i-uchastnikov-mezhdunarodnogo-foruma--nash-mir-21-vek',
    },
    {
        id: nanoid(8),
        header: 'Международное объединение «МИР-XXIВЕК»',
        title: 'Вестник',
        hyperlink: 'https://www.mirkonkurs.ru/',
        content:
            '27  сентября 2022  года в Доме Правительства Москвы состоялся Съезд партнеров и  участников Международного объединения «МИР-21  век» (в  него входят значимые и состоявшиеся проекты, такие как  Межгосударственный форум «Мир Евразии-21  век», МФКЭС «НАШ МИР-XXI»...',
        linkToItem:
            'https://news.mirkonkurs.ru/index.php/nashi-izdaniya/zhurnal-vestnik-mta/67-zhurnal-vestnik-mta-22',
    },
];
