import { nanoid } from 'nanoid';

export const newspapers = [
    {
        id: nanoid(8),
        header: 'СЪЕЗД «НАШ МИР-21 ВЕК» В МОСКВЕ: ПОДДЕРЖИМ ДОНБАСС',
        title: 'FederalNews24.ru',
        hyperlink: 'https://federalnews24.ru/',
        content:
            '27 сентября 2022 года в Доме Правительства Москвы состоялся Съезд партнеров и участников Международного объединения «МИР-21 век» (в него входят значимые и состоявшиеся проекты, такие как Межгосударственный форум «Мир Евразии-21 век», МФКЭС «НАШ МИР—XXI», международные релизы фонда «Творим Добро», культурно-социальный проект «Солнце в ладонях», а также форум «Экология. Инновации. Финансы: Мир-21 век» и др).',
        linkToItem: 'https://federalnews24.ru/sezd-nash-mir-21-vek-v-moskve-podderzhim-donbass/',
    },
];
